[
    {
        "Fact": "The first place in the world to allow women to vote was New Zealand",
        "Category": "Women rights"
    },
    {
        "Fact": "Mars is red because its surface contains alot of rust",
        "Category": "Universe"
    },
    {
        "Fact": "Earth is the only plane whose name in English is not derived from a Greco-Roman God",
        "Category": "Earth"
    },
    {
        "Fact": "The core of a neutron start is very dense. It is so dense that if you take a spoonful of matter from its core, it would weigh 5500 billion kg. ",
        "Category": "Universe"
    },
    {
        "Fact": "The greatest tide change on earth occurs in the Bay of Fundy. The difference between the low tide and thehigh tide can be as great as 54 ft. 6 in. (16.6 meters)",
        "Category": "Science"
    },
    {
        "Fact": "Newborn babies can only see clearly in front of their faces.",
        "Category": "Babies"
    },
    {
        "Fact": "The tentacles of the giant Arctic jellyfish can reach 36.6 meters (120 feet).",
        "Category": "Animals"
    },
    {
        "Fact": "Babies can remain calm twice as long when listening to a song as they do when listening to a speech.",
        "Category": "Babies"
    },
    {
        "Fact": "A WWI homing pigeon saved 194 men by delivering a message despie losing a leg, an eye and having been shot through the chest. ",
        "Category": "Animals"
    },
    {
        "Fact": "Jill Boughton, humbly known as The Trash Lady, founded Waste2Worth with the mission of revolutionizing the use of solid waste as a resource.",
        "Category": "Environment"
    },
    {
        "Fact": "Flies can react to an object they see and change direction in less than 100 milliseconds.",
        "Category": "Time"
    },
    {
        "Fact": "Sloths have the slowest metabolism of all mammals.",
        "Category": "Animals"
    },
    {
        "Fact": "Liquid oxygen is blue in color.",
        "Category": "Science"
    },
    {
        "Fact": "Starfish do not have brains",
        "Category": "Science"
    },
    {
        "Fact": "In 1935, British engineer Robert Watson-Watt was working on a 'death ray', that would destroy the enemy aircraft using radio waves. His death ray instead evolved into RADAR",
        "Category": "World War II"
    },
    {
        "Fact": "Sphenopalatine ganglioneuraglia is the scientific term for brain freeze. ",
        "Category": "Science"
    },
    {
        "Fact": "At the center of our galaxy, The Milky Wy, lies a black hole called Sagittarius A* or Sgr A* for short.",
        "Category": "Universe"
    },
    {
        "Fact": "Knowledge is growing fast that 90% of what we will know in those fifty years will be discovered in those fifty years.",
        "Category": "Science"
    },
    {
        "Fact": "Smokers are four times most likely to report feeling unrested after a night's sleep than non-smokers.",
        "Category": "Health"
    },
    {
        "Fact": "Banana plants are the largest plants without a woody stem. They belong to the same family as lilies, orchids and palms.",
        "Category": "Nature"
    },
    {
        "Fact": "Japan celebrates Christmas with KFC.",
        "Category": "Random Fact"
    },
    {
        "Fact": "Scientists estimate that there are 37.2 trillion cells in our body.",
        "Category": "Health"
    },
    {
        "Fact": "Exercises, like walking, can reduce the risk of breast cancer risk by 25%",
        "Category": "Health"
    },
    {
        "Fact": "Just 20-30 seconds worth of fuel remained when Apollo 11's lunar module landed on the moon.",
        "Category": "Science"
    },
    {
        "Fact": "Holding a remote car key nect to your head inreases it's range because the water in your brain acts as an amplifier.",
        "Category": "Cars"
    },
    {
        "Fact": "There is no Left Brain or Right Brain divide. It's a myth. They work together.",
        "Category": "Brain"
    },
    {
        "Fact": "Tarantula spiders can survive up to 2 years without food.",
        "Category": "Food"
    },
    {
        "Fact": "Cats and dogs can dream. They produce similar brain wave patterns that we do when we dream.",
        "Category": "Animals"
    },
    {
        "Fact": "Trained dogs can sniff out prostate cancer with 98% accuracy.",
        "Category": "Animals"
    },
    {
        "Fact": "Alcohol does not make you forget anything. When you blackout drunk, the brain temporarily loses the ability to create memories.",
        "Category": "Health"
    },
    {
        "Fact": "J. K. Rowling wrote her first book at the age of six - a story about a rabbit, called 'Rabbit'.",
        "Category": "Random Fact"
    },
    {
        "Fact": "Hawaii is moving towards Japan 4 inches evry year.",
        "Category": "Science"
    },
    {
        "Fact": "Volkswagen Group owns Bentley, Bugatti, Lamborghini, Audi, Ducati, Porsche and others.",
        "Category": "Cars"
    },
    {
        "Fact": "Coffee is generally roasted between 204 - 218C. The longer the beans are roasted, the darker the roast.",
        "Category": "Food"
    },
    {
        "Fact": "Almost half of a child's brain energy goes to fuel his or her brain.",
        "Category": "Brain"
    },
    {
        "Fact": "In the Great Fire of London in 1666, which destroyed 13,200 houses, 87 churches, the cathedral of St. Paul and left 70,000 homeless, only 6 people were killed. ",
        "Category": "Random Fact"
    },
    {
        "Fact": "It's scietificlly proven that even a small dose of power changes how a person's brain operates and diminishes empathy",
        "Category": "Brain"
    },
    {
        "Fact": "Argentine footballer Diego Maradona used his hand to score a goal in the 1986 World Cup. Maradona claimed tha it was the hand of God that scored the goal.",
        "Category": "Sports"
    },
    {
        "Fact": "The first metered taxi was introduced in 1907.",
        "Category": " History"
    },
    {
        "Fact": "Unless the food is mixed with saliva, you can't taste it",
        "Category": "Human Body"
    },
    {
        "Fact": "At 12:01 am in August 1, 1981, history was made when MTV, the first 24 hour music channel, launched onto television sets and literally changed the lives with the birth of the music video.",
        "Category": " History"
    },
    {
        "Fact": "The original lyrics of the 'Happy Birthday to you' song was 'Good Morning to you'.",
        "Category": "Music"
    },
    {
        "Fact": "The term 'Frito Feet' was coined to describe the scent.",
        "Category": "Animals"
    },
    {
        "Fact": "When baby polar bear cubs are born, they can not see or hear for the first month.",
        "Category": "Animals"
    },
    {
        "Fact": "66% of the world's chocolate comes from Africa.",
        "Category": "Continents"
    },
    {
        "Fact": "The largest number of babies born to a woman is 69.",
        "Category": "Babies"
    },
    {
        "Fact": "During WW1, the U.S government tried to rename Hamburgers as 'liberty sandwiches' to promote patriotism.",
        "Category": "WW1"
    },
    {
        "Fact": "The human brain is composed of about 100 billion neurons plus a trillion glial cells.",
        "Category": "Brain"
    },
    {
        "Fact": "One third of the Earth's surface is partially or totally desert.",
        "Category": "Earth"
    },
    {
        "Fact": "Cats are believed to be responsible for the extinction of several species of animals.",
        "Category": "Animals"
    },
    {
        "Fact": "Hitler, while in prison, wrote a letter to a Mercedes dealership for a car loan.",
        "Category": "Cars"
    },
    {
        "Fact": "Violent homes have the same effect on children's brains as combat on soldiers. ",
        "Category": "Brain"
    },
    {
        "Fact": "Contrary to popular belief, there are no wild tigers in Africa. They are only in Asia.",
        "Category": "Nature"
    },
    {
        "Fact": "$30 of raw popcorn translates into $3,000 in sales at movie theaters.",
        "Category": "fOOD"
    },
    {
        "Fact": "Cats recognize the owners' voices but seem to be cool to care, according to a study.",
        "Category": "Animals"
    },
    {
        "Fact": "The earliest diamonds were found in India in 4th Century BC.",
        "Category": " History"
    },
    {
        "Fact": "Millions of tonnes of the world's electronic waste end up in Africa where it is dumped in landfills.",
        "Category": "Nature"
    },
    {
        "Fact": "In 1941, more that 3 million cars were manufactured in the US. Only 139 more were made during the entire war.",
        "Category": "WW11"
    },
    {
        "Fact": "Ants can not chew their food, they move their jaws sideways, like scissors, to extract the juices from the food.",
        "Category": "Animals"
    },
    {
        "Fact": "During the invasion of Poland in WW2, 720 Poles defended their position against 40,000 Germans, stopping their advance for 3 days.",
        "Category": " History"
    },
    {
        "Fact": "230 million years is the time taken by our solar system to rotate around the Milky Way. Dinosaurs just began to roam on the Earth, the last time Earth was in it's current position.",
        "Category": "Universe"
    },
    {
        "Fact": "In South Korea, there is a Cat Cafe where you can go to drink coffee and hang out with cats for hours.",
        "Category": "Animals"
    },
]